import SectionTitle from "../../../components/SectionTitle/SectionTitle";

const AimOfSchool = () => {
  return (
    <div>
      <SectionTitle heading={"আকিজ-মনোয়ারা স্কুল প্রতিষ্ঠার উদ্দেশ্য"} />
      <div className="text-justify">
        <p>
          আঠারো বছর বয়স পর্যন্ত একজন এতিমের অভিভাবক হিসেবে দায়িত্ব গ্রহণ করা,
          ঠিক যেমনটি আমাদের প্রিয় নবী হযরত মুহাম্মদ (সা.) করেছেন। এই সুন্নত
          আদায়ের উদ্দেশ্যে অত্র প্রতিষ্ঠানটি প্রতিষ্ঠা করা হয়েছে। একজন এতিমকে
          সুশিক্ষায় শিক্ষিত করার জন্য সার্বিক ব্যবস্থা গ্রহণের সর্বাত্মক চেষ্টা
          করা একজন তত্ত্বাবধায়কের দায়িত্ব আর সে দায়িত্ববোধ থেকেই অত্র
          প্রতিষ্ঠানটি প্রতিষ্ঠা করা হয়েছে।
        </p>
        <h2 className="text-2xl font-semibold pt-4">
          অত্র প্রতিষ্ঠানের ৪ টি অংশ থাকবে। যথা-
        </h2>
        <ul className="list-disc pl-10 pt-4">
          <li>
            <span className="font-bold"> এতিমখানা: </span>এতিম শিক্ষার্থীদের
            খাদ্য, বস্ত্র, বাসস্থান, শিক্ষা ও চিকিৎসা সহ যাবতীয় দায়িত্ব অত্র
            প্রতিষ্ঠান কর্তৃপক্ষ গ্রহণ করেন।
          </li>
          <li>
            <span className="font-bold"> হিফজখানা: </span>পবিত্র কুরআনের প্রথম
            শব্দ ‘ইক্বরা’ দ্বারা অনুপ্রাণিত হয়ে শিক্ষার্থীরা যাতে কুরআন শিখে
            আদর্শ মুসলমান হিসেবে গড়ে উঠতে পারে, সে লক্ষ্যে এটি স্থাপিত হয়েছে।
          </li>
          <li>
            <span className="font-bold"> ভোকেশনাল স্কুল: </span>
            শিক্ষার্থীরা যাতে কুরআন শিক্ষার পাশাপাশি কারিগরি শিক্ষায় শিক্ষিত হয়ে
            পরিবার, দেশ ও জাতির উন্নয়নে কাজ করতে পারে, সে লক্ষ্যে এটি স্থাপন করা
            হয়েছে।
          </li>
          <li>
            <span className="font-bold"> টেকনিক্যাল ইনস্টিটিউট: </span>সম্মানিত
            মরহুম শেখ আকিজ উদ্দিন স্যারের স্বপ্ন অনুযায়ী কারিগরি শিক্ষায় শিক্ষিত
            ও দক্ষ জনশক্তি তৈরি করা ও মাদরাসা শিক্ষায় শিক্ষিত শিক্ষার্থীদের
            দক্ষতা উন্নয়ন করা এবং দেশ ও জাতির উন্নয়নে অবদান রাখা-ই হলো অত্র
            প্রতিষ্ঠানটি প্রতিষ্ঠার অন্যতম লক্ষ্য।
          </li>
        </ul>
      </div>
    </div>
  );
};

export default AimOfSchool;
